Indicates if current 'reload latest' progress is finished or not.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public bool ReloadLatestFinished { get; }
  Visual Basic
Public ReadOnly Property ReloadLatestFinished As Boolean
	Get
  Visual C++
public:
property bool ReloadLatestFinished {
	bool get ();
}
 See Also
  DocumentReloadLatestProgessChangedEventArgs Class
  Autodesk.Revit.DB.Events Namespace